tutorials/compressible/dbnsFoam/shockTube/Allrun
#!/bin/sh
# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

# Get application name
application="dbnsFoam"

runApplication blockMesh
runApplication $application
